export const str_9_ru = `
1
00:00:00,120 --> 00:00:06,360
- Привет, обычно я делюсь
с тобой своим мнением,
но на этот раз я хотел бы
спросить у вас ваше мнение.

4
00:00:06,360 --> 00:00:11,490
Что бы вы сделали в этой ситуации
или как бы вы распорядились ситуацией?

7
00:00:11 490 --> 00:00:17 470
Представьте, что есть исследовательская группа,
группа программистов/исследователей
которые проводят какие-то эксперименты.

10
00:00:17,470 --> 00:00:22,000
Они пытаются решить некоторые проблемы,
не ошибки, проблемы обычно.

12
00:00:22 000 --> 00:00:26 730
Они все смотрят на эти проблемы
с разных точек зрения,
с разных сторон.

14
00:00:26,730 --> 00:00:30,410
Они есть, и они работают над бумагами.

15
00:00:30,410 --> 00:00:39,370
Они не только пишут код
так же они пишут научные статьи,
академические статьи
которые предполагается опубликовать
в конце исследования
или во время исследования.

19
00:00:39,370 --> 00:00:44,510
Бумаги обычно пишутся
ни одним человеком,
их пишет несколько человек.

22
00:00:44,510 --> 00:00:45,840
Текст пишет один человек.

23
00:00:45,840 --> 00:00:49,067
Другой человек
помогает в редактировании.

24
00:00:49,067 --> 00:00:51,900
Еще один участвует
в обсуждениях.

25
00:00:51,900 --> 00:00:58,460
Так что, может быть, даже не ты
знаю, набрав текст там
но обсуждаем проблемы
и и предлагая.

27
00:00:58,460 --> 00:01:04,730
Предложение
решения
и как продвигать исследование
в лучшее русло.

30
00:01:04,730 --> 00:01:07,150
Так что это групповая работа, это командная работа.

31
00:01:07,150 --> 00:01:15,960
Но потом результат этой совместной работы
есть статья, у которой есть автор,
автор или несколько авторов
или автор и соавторы.

35
00:01:15,960 --> 00:01:21,250
Но обычно сейчас в академическом мире,
у них просто есть список авторов.

37
00:01:21,250 --> 00:01:24,530
Джон,
Сара,
Питер.

40
00:01:24,530 --> 00:01:25,430
Три автора.

41
00:01:25,430 --> 00:01:32,950
Итак, вопрос в том, как мы решаем
в группе кто будет автором?

44
00:01:32,950 --> 00:01:34,800
Допустим, у нас в команде 10 человек.

45
00:01:34,800 --> 00:01:38,230
10 человек решает проблему.

47
00:01:38,230 --> 00:01:43,913
Они работают над программным решением и
они будут генерировать пять различных документов.

49
00:01:44,870 --> 00:01:48,530
Так что есть
в основном три подхода.

51
00:01:48,530 --> 00:01:53,490
Подход номер один - мы все
становимся соавторами.

53
00:01:53,490 --> 00:02:01,080
10 человек, 10 авторов, нет
важно, кто издает,
кто бы что ни писал,
какая бы бумага не была,
независимо от того, о чем газета.

57
00:02:01,080 --> 00:02:03,340
10 человек, они просто входят туда.

58
00:02:03,340 --> 00:02:07,280
Они становятся все авторами, нет
исключения, никаких исключений.

59
00:02:07,280 --> 00:02:10,330
Это сценарий номер один.

60
00:02:10,330 --> 00:02:13,540
И помните, мы пытаюсь установить правило.

61
00:02:13,540 --> 00:02:22,960
Итак, мы пытаемся решить
Что это произойдет с этого момента
до самого конца нашего
конец жизни этого, этой группы.

65
00:02:22,960 --> 00:02:24,200
Даже не проект, а группа.

66
00:02:24,200 --> 00:02:25,790
Так что это правило, которое должно быть установлено.

67
00:02:25,790 --> 00:02:28,480
Итак, все знают, что такое
правило, чего ожидать.

68
00:02:28,480 --> 00:02:40,420
Подход номер два,
ответственное лицо,
главный автор, главное лицо
кто на самом деле печатает большую часть текста,
кто водит газету
вперед, становится автором.

72
00:02:40,420 --> 00:02:42,230
И мы всегда назначаем этого человека.

73
00:02:42,230 --> 00:02:46,030
Итак, когда мы начинаем писать новую статью,
мы говорим, хорошо, теперь это ваша статья.

75
00:02:46,030 --> 00:02:48,280
Так это, это Сара.

76
00:02:48,280 --> 00:02:50,490
Итак, Сара, хорошо, напиши
статью, сделай ее своей.

77
00:02:50,490 --> 00:02:51,330
Вы публикуете.

78
00:02:51,330 --> 00:02:55,680
И Сара становится автор номер один.

81
00:02:55,680 --> 00:03:00,510
И тогда Сара приглашает
других людей, каких она хочет.

82
00:03:00,510 --> 00:03:03,520
Она говорит, что Питер помогал,
поэтому я приглашаю Питера.

83
00:03:03,520 --> 00:03:05,210
Может быть, она даже не объясняет, почему.

84
00:03:05,210 --> 00:03:07,120
Это просто ее личное решение.

85
00:03:07,120 --> 00:03:10,030
Она принимает решение
Петр — соавтор.

86
00:03:10,030 --> 00:03:13,860
Поэтому я приглашаю Питера, и мы
не обсуждаем это решение.

87
00:03:13,860 --> 00:03:14,693
Это правило.

88
00:03:14,693 --> 00:03:17,020
Итак, автор, первичный
автор бумаги.

89
00:03:17,020 --> 00:03:19,640
Даже если это решение несправедливо.

90
00:03:19,640 --> 00:03:22,810
Может быть, автор просто скажет
Я не хочу, чтобы кто-то был соавтором.

92
00:03:22,810 --> 00:03:24,010
Поэтому я просто буду собой.

93
00:03:24,010 --> 00:03:25,460
Это будет просто моя статья.

94
00:03:25,460 --> 00:03:29,940
И мы все просто это едим,
просто проглотить это,
и сказать, ладно, так оно и есть.

97
00:03:29,940 --> 00:03:31,220
Это второй подход.

98
00:03:31,220 --> 00:03:40,610
И номер подхода
три, которые я использую,
которые я вижу все больше и больше
часто это подход
где решение принимается ad hoc.

101
00:03:40,610 --> 00:03:46,310
Так что мы просто, мы просто принимаем решение
без особого правила.

103
00:03:46,310 --> 00:03:54,980
Просто, да, эти трое,
потому что они работали
больше на этой бумаге,
просто потому, что решения
сделано как-то.

106
00:03:54,980 --> 00:03:56,600
Нет четкого объяснения.

107
00:03:56,600 --> 00:04:03,950
Там нет реального набора
правила написаны на стене,
и любой может просто
посмотри и пойми
Хорошо, это правило, которое мы используем в нашей команде.

110
00:04:03,950 --> 00:04:05,860
Итак, я спрашиваю вас, что
думаешь лучше?

111
00:04:05,860 --> 00:04:09,060
Первый подход, второй или третий?

112
00:04:09,060 --> 00:04:15,910
Так что, вероятно, если вы
подписался на мой канал
тогда вы, вероятно, пересечетесь
выход из варианта номер три
потому что мы все, ты
знаете, мы все любим правила.

115
00:04:15,910 --> 00:04:22,129
Я имею в виду, я пытаюсь сказать вам это
много-много лет на
мой блог и мои видео.

117
00:04:22,130 --> 00:04:24,350
Правила лучше, чем
отсутствие правил.

118
00:04:24,350 --> 00:04:26,750
Но давайте рассмотрим два первых варианта.

119
00:04:26,750 --> 00:04:28,250
Правило номер один для всех.

120
00:04:28,250 --> 00:04:30,980
Правило номер два, один
лицо и соавторы.

121
00:04:30,980 --> 00:04:35,410
Так что же хорошего в первом подходе?

122
00:04:35,410 --> 00:04:36,630
Это не обидит.

123
00:04:36,630 --> 00:04:39,470
Предполагается, что это никого не оскорбит.

124
00:04:39,470 --> 00:04:40,560
Конечно, может обидеть.

125
00:04:40,560 --> 00:04:44,960
Например, человек
просто выходит из группы
и мы все еще публикуем газету.

127
00:04:44,960 --> 00:04:49,397
Итак, мы должны включить человека
кто работал с нами пару
лет назад в этом проекте.

129
00:04:49,397 --> 00:04:53,180
И она бросила два года назад
и пошела работать в Google.

130
00:04:53,180 --> 00:05:00,030
Теперь она в Google,
но мы продолжаем писать,
продолжайте работать над этим, продолжайте писать
эти бумаги мы начали два года назад.

133
00:05:00,030 --> 00:05:03,120
Включим ли мы это
человек в соавторстве?

134
00:05:03,120 --> 00:05:05,200
Это сложный вопрос, трудно ответить.

135
00:05:05,200 --> 00:05:09,340
Но если ответ будет, конечно нет,
тогда это демотивирует
людей, которые остаются с нами.

137
00:05:09,340 --> 00:05:18,840
Теперь они это поймут
независимо от того, сколько они вкладывают прямо сейчас,
время и усилия,
они, скорее всего, будут исключены
если они когда-нибудь решат уйти.

142
00:05:18,840 --> 00:05:21,000
Так что это самый сложный сценарий.

143
00:05:21,000 --> 00:05:23,720
Но все равно все значит все.

144
00:05:23,720 --> 00:05:25,160
10 человек значит 10 человек.

145
00:05:25,160 --> 00:05:27,150
Просто всем, чтобы никого не обидеть.

146
00:05:27,150 --> 00:05:28,600
Это принцип.

147
00:05:28,600 --> 00:05:31,130
И второй вариант,
есть и преимущества.

148
00:05:31,130 --> 00:05:54,260
Итак, если вы,
если вы позволите основному автору
быть лицом, принимающим решения,
тогда это дает дополнительную мотивацию,
дополнительная мотивация
для этого человека
выделиться
и продемонстрировать свои
достижения намного лучше
чем быть просто
внутри списка соавторов
среди всех остальных
кто, возможно, не работает так хорошо, как этот человек.

158
00:05:54,260 --> 00:06:00,370
Ведь знаешь, в команде 10 человек
невозможно представить
что все 10 человек
вносить поровну.

161
00:06:00,370 --> 00:06:02,090
Иногда будут ленивые люди.

162
00:06:02,090 --> 00:06:06,740
Иногда будут
люди, которые не работают
потому что они не любят работать.

164
00:06:06,740 --> 00:06:12,810
Может быть много
причины иметь людей
которые вносят
меньше, чем кто-либо другой.

166
00:06:12,810 --> 00:06:20,570
Так это кто-то другой
кто главный участник,
кто день и ночь работает над этой публикацией,
кто прилагает к этому много усилий.

169
00:06:20,570 --> 00:06:37,420
Он или она не будут рады видеть
что после публикации статьи
его имя или ее имя остается
на пятой позиции
среди других 10 парней, которые,
большинство из кого или некоторые из кого,
едва коснулся клавиатуры
в течение жизни проекта.

175
00:06:37,420 --> 00:06:39,480
Так что это негативная сторона.

176
00:06:39,480 --> 00:06:48,600
Это может демотивировать ключевых исполнителей,
если применить принцип
из первого сценария.

179
00:06:48,600 --> 00:06:53,330
Так что в данном случае второй сценарий
как бы дает преимущества
к лучшим исполнителям.

181
00:06:53,330 --> 00:06:55,210
Он просто говорит, что вы будете автором.

182
00:06:55,210 --> 00:06:57,620
Вы будете газетным издателем.

183
00:06:57,620 --> 00:07:07,570
Так что все остальные, они
постараюсь помочь вам
для того, чтобы мотивировать вас участвовать,
включить меня,
включить их в список соавторов.

187
00:07:07,570 --> 00:07:09,120
Я, например, в команде.

188
00:07:09,120 --> 00:07:18,780
Я вижу этого парня, он работает
много что бы опубликовать статью
и я вижу, что публикация
потенциально может быть,
может быть опубликована и
может быть очень хорошей статьей.

191
00:07:18,780 --> 00:07:20,210
Я постараюсь помочь этому человеку.

192
00:07:20,210 --> 00:07:21,800
Я попробую с ними поработать.

193
00:07:21,800 --> 00:07:26,680
Я постараюсь сказать, чем я могу вам помочь,
может пригласите меня на встречу,
пригласите меня к обсуждению.

196
00:07:26,680 --> 00:07:27,930
Позвольте мне написать кое-что для вас.

197
00:07:27,930 --> 00:07:31,990
Может быть, написать вам какое-нибудь программное обеспечение,
так что постараюсь помочь.

199
00:07:31,990 --> 00:07:37,080
Но есть и отрицательные стороны
и положительные стороны в обоих вариантах.

202
00:07:37,080 --> 00:07:38,390
Вот я и спрашиваю вас, что вы думаете?

203
00:07:38,390 --> 00:07:42,640
Может быть, вы поделитесь своим опытом
как это работает в вашей команде,
как это работает в вашей группе.

206
00:07:42,640 --> 00:07:43,500
Итак, как это происходит.

207
00:07:43,500 --> 00:07:44,333
Каково правило?

208
00:07:44,333 --> 00:07:46,710
Каков принцип авторства?

209
00:07:46,710 --> 00:07:52,980
Итак, кто получает привилегию
являемся авторами статей
ваша группа публикует?

211
00:07:52,980 --> 00:07:53,830
Спасибо за прослушивание.

212
00:07:53,830 --> 00:07:55,010
Я жду ответов.

213
00:07:55,010 --> 00:07:55,843
Следите за обновлениями.

214
00:07:55,843 --> 00:07:56,676
Пока-пока.
`