export const str_9_ru = `
1
00:00:00,120 --> 00:00:03,150
- Привет, обычно я делюсь
с тобой мое мнение,

2
00:00:03,150 --> 00:00:04,380
но на этот раз я хотел бы

3
00:00:04,380 --> 00:00:06,360
спросить у вас ваше мнение.

4
00:00:06,360 --> 00:00:08,420
Что бы вы сделали в этой ситуации

5
00:00:08,420 --> 00:00:09,253
я опишу тебя

6
00:00:09,253 --> 00:00:11,490
Или как бы вы распорядились ситуацией?

7
00:00:11 490 --> 00:00:13 350
Представьте, что есть исследовательская группа,

8
00:00:13,350 --> 00:00:16,160
группа программистов/исследователей

9
00:00:16,160 --> 00:00:17,470
которые проводят какие-то эксперименты.

10
00:00:17,470 --> 00:00:20,520
Они пытаются решить некоторые проблемы,

11
00:00:20,520 --> 00:00:22,000
не проблема, проблемы обычно.

12
00:00:22 000 --> 00:00:23 770
Они все смотрят на эти проблемы

13
00:00:23,770 --> 00:00:26,730
с разных точек зрения,
с разных сторон.

14
00:00:26,730 --> 00:00:30,410
Они есть, и они работают над бумагами.

15
00:00:30,410 --> 00:00:31,530
Они не только пишут код

16
00:00:31,530 --> 00:00:34,470
но они же пишут
научные статьи, академические статьи

17
00:00:34,470 --> 00:00:37,260
которые предполагается опубликовать

18
00:00:37,260 --> 00:00:39,370
в конце исследования
или во время исследования.

19
00:00:39,370 --> 00:00:41,030
Бумаги обычно пишутся

20
00:00:41,030 --> 00:00:43,160
ни одним человеком,

21
00:00:43,160 --> 00:00:44,510
но несколько человек.

22
00:00:44,510 --> 00:00:45,840
Так пишет один человек.

23
00:00:45,840 --> 00:00:49,067
И другой человек
помощь в редактировании статьи.

24
00:00:49,067 --> 00:00:51,900
Еще один участвует
в обсуждениях.

25
00:00:51,900 --> 00:00:54,960
Так что, может быть, даже не ты
знаю, набрав текст там

26
00:00:54,960 --> 00:00:58,460
но обсуждаем проблемы
и и предлагая.

27
00:00:58,460 --> 00:00:59,880
Предложение

28
00:00:59,880 --> 00:01:00,730
решения

29
00:01:00,730 --> 00:01:04,730
и как продвигать исследование
в лучшее русло.

30
00:01:04,730 --> 00:01:07,150
Так что это групповая работа, это командная работа.

31
00:01:07,150 --> 00:01:09,110
Но потом результат этой совместной работы

32
00:01:09,110 --> 00:01:12,090
есть статья, у которой есть автор,

33
00:01:12,090 --> 00:01:14,520
автор или несколько авторов

34
00:01:14,520 --> 00:01:15,960
или автор и соавторы.

35
00:01:15,960 --> 00:01:18,250
Но обычно сейчас в академическом мире,

36
00:01:18,250 --> 00:01:21,250
у них просто есть список авторов.

37
00:01:21,250 --> 00:01:22,240
Джон,

38
00:01:22,240 --> 00:01:23,274
Сара,

39
00:01:23,274 --> 00:01:24,530
Питер.

40
00:01:24,530 --> 00:01:25,430
Три автора.

41
00:01:25,430 --> 00:01:28,920
Итак, вопрос в том, как мы решаем

42
00:01:28,920 --> 00:01:29,820
в группе

43
00:01:30,760 --> 00:01:32,950
кто будет автором?

44
00:01:32,950 --> 00:01:34,800
Допустим, у нас в команде 10 человек.

45
00:01:34,800 --> 00:01:36,435
10 человек работает

46
00:01:36,435 --> 00:01:38,230
на проблему.

47
00:01:38,230 --> 00:01:40,756
Они работают над программным решением и

48
00:01:40,756 --> 00:01:43,913
они будут генерировать пять различных документов.

49
00:01:44,870 --> 00:01:46,710
Так что есть

50
00:01:46,710 --> 00:01:48,530
в основном три подхода.

51
00:01:48,530 --> 00:01:51,229
Подход номер один - мы все

52
00:01:51,229 --> 00:01:53,490
стать соавторами.

53
00:01:53,490 --> 00:01:56,026
10 человек, 10 авторов, нет
важно, кто издает,

54
00:01:56,026 --> 00:01:57,730
кто бы что ни писал,

55
00:01:57,730 --> 00:01:59,330
какая бы бумага не была,

56
00:01:59,330 --> 00:02:01,080
независимо от того, о чем газета.

57
00:02:01,080 --> 00:02:03,340
10 человек, они просто входят туда.

58
00:02:03,340 --> 00:02:07,280
Они становятся все авторами, нет
исключения, никаких исключений.

59
00:02:07,280 --> 00:02:10,330
Это сценарий номер один.

60
00:02:10,330 --> 00:02:13,540
И помните, мы
пытаюсь установить правило.

61
00:02:13,540 --> 00:02:15,550
Итак, мы пытаемся решить

62
00:02:15,550 --> 00:02:17,340
Что это произойдет с этого момента

63
00:02:17,340 --> 00:02:20,390
до самого конца нашего

64
00:02:20,390 --> 00:02:22,960
конец жизни
этого, этой группы.

65
00:02:22,960 --> 00:02:24,200
Даже не проект, а группа.

66
00:02:24,200 --> 00:02:25,790
Так что это правило, которое должно быть установлено.

67
00:02:25,790 --> 00:02:28,480
Итак, все знают, что такое
правило, чего ожидать.

68
00:02:28,480 --> 00:02:32,420
Подход номер два,
ответственное лицо,

69
00:02:32,420 --> 00:02:34,960
главный автор, главное лицо

70
00:02:34,960 --> 00:02:36,799
кто на самом деле печатает большую часть текста,

71
00:02:36,799 --> 00:02:40,420
кто водит газету
вперед, становится автором.

72
00:02:40,420 --> 00:02:42,230
И мы всегда назначаем этого человека.

73
00:02:42,230 --> 00:02:44,010
Итак, когда мы начинаем писать новую статью,

74
00:02:44,010 --> 00:02:46,030
мы говорим, хорошо, теперь это ваша бумага.

75
00:02:46,030 --> 00:02:48,280
Так это, это Сара.

76
00:02:48,280 --> 00:02:50,490
Итак, Сара, хорошо, напиши
бумага, сделай ее своей бумагой.

77
00:02:50,490 --> 00:02:51,330
Вы опубликуете.

78
00:02:51,330 --> 00:02:52,600
И Сара

79
00:02:52,600 --> 00:02:53,523
становится

80
00:02:53,523 --> 00:02:55,680
автор номер один.

81
00:02:55,680 --> 00:03:00,510
И тогда Сара приглашает
другие люди, как она хочет.

82
00:03:00,510 --> 00:03:03,520
Она говорит, что Питер помогал
меня, поэтому я приглашаю Питера.

83
00:03:03,520 --> 00:03:05,210
Может быть, она даже не объясняет, почему.

84
00:03:05,210 --> 00:03:07,120
Это просто ее личное решение.

85
00:03:07,120 --> 00:03:10,030
Она принимает решение
Петр — соавтор.

86
00:03:10,030 --> 00:03:13,860
Поэтому я приглашаю Питера, и мы
не обсуждайте это решение.

87
00:03:13,860 --> 00:03:14,693
Это правило.

88
00:03:14,693 --> 00:03:17,020
Итак, автор, первичный
автор бумаги.

89
00:03:17,020 --> 00:03:19,640
Даже если это решение несправедливо.

90
00:03:19,640 --> 00:03:21,070
Может быть, автор просто скажет

91
00:03:21,070 --> 00:03:22,810
Я не хочу, чтобы кто-то был соавтором.

92
00:03:22,810 --> 00:03:24,010
Поэтому я просто буду собой.

93
00:03:24,010 --> 00:03:25,460
Это будет просто моя газета.

94
00:03:25,460 --> 00:03:26,860
И мы все просто едим это,

95
00:03:26,860 --> 00:03:27,910
просто проглотить его,

96
00:03:27,910 --> 00:03:29,940
и сказать, ладно, так оно и есть.

97
00:03:29,940 --> 00:03:31,220
Это второй подход.

98
00:03:31,220 --> 00:03:34,028
И номер подхода
три, которые я использую,

99
00:03:34,028 --> 00:03:37,770
которые я вижу все больше и больше
часто это подход

100
00:03:37,770 --> 00:03:40,610
где решение принимается ad hoc.

101
00:03:40,610 --> 00:03:42,960
Так что мы просто, мы просто принимаем решение

102
00:03:42,960 --> 00:03:46,310
без особого правила.

103
00:03:46,310 --> 00:03:47,620
Просто, да, эти трое,

104
00:03:47,620 --> 00:03:50,170
потому что они работали
больше на этой бумаге,

105
00:03:50,170 --> 00:03:54,980
просто потому, что решения
сделано как-то.

106
00:03:54,980 --> 00:03:56,600
Нет четкого объяснения.

107
00:03:56,600 --> 00:03:59,670
Там нет реального набора
правила написаны на стене,

108
00:03:59,670 --> 00:04:01,570
и любой может просто
посмотри и пойми

109
00:04:01,570 --> 00:04:03,950
Хорошо, это правило, которое мы используем в нашей команде.

110
00:04:03,950 --> 00:04:05,860
Итак, я спрашиваю вас, что
думаешь лучше?

111
00:04:05,860 --> 00:04:09,060
Первый подход, т.
второй или третий?

112
00:04:09,060 --> 00:04:11,020
Так что, вероятно, если вы
подписался на мой канал

113
00:04:11,020 --> 00:04:13,220
тогда вы, вероятно, пересечетесь
выход из варианта номер три

114
00:04:13,220 --> 00:04:15,910
потому что мы все, ты
знаете, мы все любим правила.

115
00:04:15,910 --> 00:04:18,709
Я имею в виду, я пытаюсь сказать вам это

116
00:04:18,709 --> 00:04:22,129
много-много лет на
мой блог и мои видео.

117
00:04:22,130 --> 00:04:24,350
Правила лучше, чем
отсутствие правил.

118
00:04:24,350 --> 00:04:26,750
Но давайте рассмотрим два первых варианта.

119
00:04:26,750 --> 00:04:28,250
Правило номер один для всех.

120
00:04:28,250 --> 00:04:30,980
Правило номер два, один
лицо и соавторы.

121
00:04:30,980 --> 00:04:35,410
Так что же хорошего в первом подходе?

122
00:04:35,410 --> 00:04:36,630
Это не обидит.

123
00:04:36,630 --> 00:04:39,470
Предполагается, что это никого не оскорбит.

124
00:04:39,470 --> 00:04:40,560
Конечно, может обидеть.

125
00:04:40,560 --> 00:04:43,550
Например, человек
просто выходит из группы

126
00:04:43,550 --> 00:04:44,960
и мы все еще публикуем газету.

127
00:04:44,960 --> 00:04:46,440
Итак, мы должны включить человека

128
00:04:46,440 --> 00:04:49,397
кто работал с нами двумя
лет назад в этом проекте.

129
00:04:49,397 --> 00:04:53,180
И она бросила два года назад
и пошел работать в Google.

130
00:04:53,180 --> 00:04:55,640
Теперь она в Google,
но мы продолжаем писать,

131
00:04:55,640 --> 00:04:57,560
продолжайте работать над этим, продолжайте писать

132
00:04:57,560 --> 00:05:00,030
эти бумаги мы начали два года назад.

133
00:05:00,030 --> 00:05:03,120
Включим ли мы это
человек в соавторстве?

134
00:05:03,120 --> 00:05:05,200
Это сложный вопрос, трудно ответить.

135
00:05:05,200 --> 00:05:06,950
Но если ответ будет, конечно нет,

136
00:05:06,950 --> 00:05:09,340
тогда это демотивирует
люди, которые остаются с нами.

137
00:05:09,340 --> 00:05:11,040
Теперь они это поймут

138
00:05:11,040 --> 00:05:13,680
независимо от того, сколько они вкладывают прямо сейчас,

139
00:05:13,680 --> 00:05:14,810
время и усилия,

140
00:05:14,810 --> 00:05:16,460
они, скорее всего, будут исключены

141
00:05:16,460 --> 00:05:18,840
если они когда-нибудь решат уйти.

142
00:05:18,840 --> 00:05:21,000
Так что это самый сложный сценарий.

143
00:05:21,000 --> 00:05:23,720
Но все равно все значит все.

144
00:05:23,720 --> 00:05:25,160
10 человек значит 10 человек.

145
00:05:25,160 --> 00:05:27,150
Просто всем, чтобы никого не обидеть.

146
00:05:27,150 --> 00:05:28,600
Это принцип.

147
00:05:28,600 --> 00:05:31,130
И второй вариант,
есть и преимущества.

148
00:05:31,130 --> 00:05:32,350
Итак, если вы,

149
00:05:32,350 --> 00:05:34,474
если вы позволите основному автору

150
00:05:34,474 --> 00:05:36,710
быть лицом, принимающим решения,

151
00:05:36,710 --> 00:05:39,895
тогда это дает дополнительную мотивацию,
дополнительная мотивация

152
00:05:39,895 --> 00:05:41,490
для этого человека

153
00:05:41,490 --> 00:05:43,260
выделиться

154
00:05:43,260 --> 00:05:46,270
и продемонстрировать свои
достижения намного лучше

155
00:05:46,270 --> 00:05:48,390
чем быть просто

156
00:05:48,390 --> 00:05:51,320
внутри списка соавторов
среди всех остальных

157
00:05:51,320 --> 00:05:54,260
кто, возможно, не работает так хорошо, как этот человек.

158
00:05:54,260 --> 00:05:56,600
Ведь знаешь, в команде 10 человек

159
00:05:56,600 --> 00:05:57,840
невозможно представить

160
00:05:57,840 --> 00:06:00,370
что все 10 человек они
вносить поровну.

161
00:06:00,370 --> 00:06:02,090
Иногда будут ленивые люди.

162
00:06:02,090 --> 00:06:04,380
Иногда будет
люди, которые не работают

163
00:06:04,380 --> 00:06:06,740
потому что они не любят работать. Что бы ни.

164
00:06:06,740 --> 00:06:10,030
Может быть много
причины иметь людей

165
00:06:10,030 --> 00:06:12,810
которые вносят большой вклад
меньше, чем кто-либо другой.

166
00:06:12,810 --> 00:06:15,160
Так это кто-то другой
кто главный участник,

167
00:06:15,160 --> 00:06:17,440
кто день и ночь работает над этой бумагой,

168
00:06:17,440 --> 00:06:20,570
кто прилагает к этому много усилий.

169
00:06:20,570 --> 00:06:22,195
Он или она не будут рады видеть

170
00:06:22,195 --> 00:06:25,110
что после публикации статьи

171
00:06:25,110 --> 00:06:28,400
его имя или ее имя остается
на пятой позиции

172
00:06:28,400 --> 00:06:32,690
среди других 10 парней, которые,
большинство из кого или некоторые из кого,

173
00:06:32,690 --> 00:06:34,470
едва коснулся клавиатуры

174
00:06:34,470 --> 00:06:37,420
в течение жизни проекта.

175
00:06:37,420 --> 00:06:39,480
Так что это негативная сторона.

176
00:06:39,480 --> 00:06:42,740
Это может демотивировать ключевых исполнителей,

177
00:06:42,740 --> 00:06:46,040
если применить принцип

178
00:06:46,040 --> 00:06:48,600
из первого сценария.

179
00:06:48,600 --> 00:06:50,430
Так что в данном случае второй сценарий

180
00:06:50,430 --> 00:06:53,330
как бы дает преимущества
к лучшим исполнителям.

181
00:06:53,330 --> 00:06:55,210
Он просто говорит, что вы будете автором.

182
00:06:55,210 --> 00:06:57,620
Вы будете газетным издателем.

183
00:06:57,620 --> 00:06:59,900
Так что все остальные, они
постараюсь помочь вам

184
00:06:59,900 --> 00:07:03,067
для того, чтобы мотивировать вас участвовать,

185
00:07:03,067 --> 00:07:04,700
включить меня,

186
00:07:04,700 --> 00:07:07,570
включить их в список соавторов.

187
00:07:07,570 --> 00:07:09,120
Я, например, в команде.

188
00:07:09,120 --> 00:07:12,040
Я вижу этого парня, он работает
трудно опубликовать статью

189
00:07:12,040 --> 00:07:14,165
и я вижу, что бумага
потенциально может быть,

190
00:07:14,165 --> 00:07:18,780
могут быть опубликованы и
может быть очень хорошей бумагой.

191
00:07:18,780 --> 00:07:20,210
Я постараюсь помочь этому человеку.

192
00:07:20,210 --> 00:07:21,800
попробую с ними поработать.

193
00:07:21,800 --> 00:07:23,630
Я постараюсь сказать, чем я могу вам помочь,

194
00:07:23,630 --> 00:07:24,890
может пригласите меня на встречу,

195
00:07:24,890 --> 00:07:26,680
пригласите меня к обсуждению.

196
00:07:26,680 --> 00:07:27,930
Позвольте мне написать кое-что для вас.

197
00:07:27,930 --> 00:07:29,980
Может быть, написать вам какое-нибудь программное обеспечение,

198
00:07:29,980 --> 00:07:31,990
так что постараюсь помочь.

199
00:07:31,990 --> 00:07:33,470
Но

200
00:07:33,470 --> 00:07:34,680
есть отрицательные стороны

201
00:07:34,680 --> 00:07:37,080
и положительные стороны в обоих вариантах.

202
00:07:37,080 --> 00:07:38,390
Вот я и спрашиваю вас, что вы думаете?

203
00:07:38,390 --> 00:07:39,950
Может быть, вы поделитесь своим опытом

204
00:07:39,950 --> 00:07:41,110
как это работает в вашей команде,

205
00:07:41,110 --> 00:07:42,640
как это работает в вашей группе.

206
00:07:42,640 --> 00:07:43,500
Итак, как это происходит.

207
00:07:43,500 --> 00:07:44,333
Каково правило?

208
00:07:44,333 --> 00:07:46,710
Каков принцип авторства?

209
00:07:46,710 --> 00:07:48,790
Итак, кто получает привилегию

210
00:07:48,790 --> 00:07:52,980
являемся авторами статей
ваша группа публикует?

211
00:07:52,980 --> 00:07:53,830
Спасибо за прослушивание.

212
00:07:53,830 --> 00:07:55,010
Я жду ответов.

213
00:07:55,010 --> 00:07:55,843
Следите за обновлениями.

214
00:07:55,843 --> 00:07:56,676
Пока-пока.

`