export const str_8_ru = `
1
00:00:00,029 --> 00:00:02,590
- Привет! Я получил вопрос от одного

2
00:00:02,590 --> 00:00:06,740
моих подписчиков, которые нашли
противоречие в двух мыслях

3
00:00:06,740 --> 00:00:08,660
которые я использую в своих презентациях.

4
00:00:08,660 --> 00:00:11,599
С одной стороны, я говорю, что программист

5
00:00:11,599 --> 00:00:14,810
приходится работать всего несколько часов в день.

6
00:00:14,810 --> 00:00:16,890
И я это сказал.

7
00:00:16 890 --> 00:00:18 730
С другой стороны, с другой стороны,

8
00:00:18,730 --> 00:00:21,960
я говорю что хороший
программист это тот

9
00:00:21,960 --> 00:00:24,730
кто увлечен тем,
профессия, много работает,

10
00:00:24,730 --> 00:00:27,660
кто в принципе не
закрыть ноутбук никогда.

11
00:00:27,660 --> 00:00:29,410
Итак, где я стою?

12
00:00:29,410 --> 00:00:30,243
Так что правильно?

13
00:00:30,243 --> 00:00:31,076
Что случилось?

14
00:00:31,076 --> 00:00:32,770
Программисты должны много работать?

15
00:00:32,770 --> 00:00:35,090
Или они должны просто
проводить несколько часов в день?

16
00:00:35,090 --> 00:00:35,923
И тогда вопрос

17
00:00:35,923 --> 00:00:37,347
от этого подписчика было,

18
00:00:37,347 --> 00:00:38,510
"Что еще делать?"

19
00:00:38,510 --> 00:00:40,420
Если вы просто работаете на
два, три часа в день

20
00:00:40,420 --> 00:00:42,570
тогда что ты делаешь в
оставшееся время?

21
00:00:42,570 --> 00:00:44,250
Какой программист, хороший программист,

22
00:00:44,250 --> 00:00:48,100
кого я считаю хорошим
программист должен потратить время.

23
00:00:48,100 --> 00:00:49,220
Нет противоречия

24
00:00:49,220 --> 00:00:51,280
потому что я верю, что

25
00:00:52,218 --> 00:00:54,010
Работа

26
00:00:54,010 --> 00:00:55,640
это одно

27
00:00:55,640 --> 00:00:59,300
и получать удовольствие от программирования

28
00:00:59,300 --> 00:01:00,700
и работа с кодом,

29
00:01:00,700 --> 00:01:03,150
работа с техническими
проблемы - это другое.

30
00:01:03,150 --> 00:01:04,040
Это то, чем я занимаюсь.

31
00:01:04,040 --> 00:01:07,040
Это то, что я думаю, имеет смысл для меня.

32
00:01:07,040 --> 00:01:11,410
Когда ты что-то делаешь
что доставляет тебе удовольствие,

33
00:01:11,410 --> 00:01:13,310
когда ты чему-то учишься,

34
00:01:13,310 --> 00:01:15,340
когда вы практикуете новые языки,

35
00:01:15,340 --> 00:01:16,820
когда вы пробуете новые фреймворки,

36
00:01:16,820 --> 00:01:18,260
при создании новых фреймворков,

37
00:01:18,260 --> 00:01:19,540
когда читаешь интересные книги,

38
00:01:19,540 --> 00:01:20,878
когда пишешь интересные книги,

39
00:01:20,878 --> 00:01:22,700
когда вы пишете сообщения в блоге,

40
00:01:22,700 --> 00:01:25,280
когда вы отвечаете на вопросы
при переполнении стека,

41
00:01:25,280 --> 00:01:27,707
когда вы создаете некоторые открытые
проекты исходного пути,

42
00:01:27,707 --> 00:01:29,930
вот как вы развлекаетесь.

43
00:01:29,930 --> 00:01:31,330
Это твоя жизнь.

44
00:01:31,330 --> 00:01:34,740
Так вот что ты делаешь
в идеале 24 часа в сутки.

45
00:01:34,740 --> 00:01:35,960
Конечно, вам нужно время, чтобы поспать.

46
00:01:35,960 --> 00:01:36,820
Тебе нужно время, чтобы поесть.

47
00:01:36,820 --> 00:01:38,790
Вам нужно время, чтобы провести
время с семьей.

48
00:01:38,790 --> 00:01:40,409
Но в идеале в идеальном мире,

49
00:01:40,409 --> 00:01:42,739
24 часа в сутки, я бы сделал это.

50
00:01:42,739 --> 00:01:45,706
я бы просто провел время
получать удовольствие от жизни

51
00:01:45,706 --> 00:01:47,680
при работе с компьютерами.

52
00:01:47,680 --> 00:01:49,026
Это не то, что я называю работой.

53
00:01:49,026 --> 00:01:51,680
Это то, что я называю
инвестиции в будущее.

54
00:01:51,680 --> 00:01:54,497
Вот как я инвестирую
чтобы сделать себя лучше,

55
00:01:54,497 --> 00:01:57,620
сделать себя как профессионала, лучше.

56
00:01:57,620 --> 00:01:58,910
Это моя инвестиция.

57
00:01:58,910 --> 00:02:00,490
А то надо как-то жить,

58
00:02:00,490 --> 00:02:02,320
потому что никто не заплатит мне за это,

59
00:02:02,320 --> 00:02:03,890
потому что так я развлекаюсь.

60
00:02:03,890 --> 00:02:05,480
Некоторые люди играют в игры на компьютере,

61
00:02:05,480 --> 00:02:06,340
они играют в танки,

62
00:02:06,340 --> 00:02:10,169
они играют в мир варкрафт
а я так не делаю.

63
00:02:10,169 --> 00:02:12,078
Я играю с кодом.

64
00:02:12,078 --> 00:02:13,660
Но никто за это платить не будет.

65
00:02:13,660 --> 00:02:14,493
Это просто весело.

66
00:02:14,493 --> 00:02:15,740
С другой стороны, я должен зарабатывать деньги.

67
00:02:15,740 --> 00:02:18,630
Так что я должен пойти куда-то и
сделать несколько проектов для кого-то.

68
00:02:18,630 --> 00:02:21,230
Поэтому мне нужно написать код для
кто-то, для какой-то компании

69
00:02:21,230 --> 00:02:23,283
для какого-то работодателя или, может быть, какой-то,

70
00:02:26,270 --> 00:02:28,758
клиент или кто-то, кто будет платить.

71
00:02:28,758 --> 00:02:30,660
И не будет веселья, меньше веселья.

72
00:02:30,660 --> 00:02:32,360
Конечно, в идеале в идеальном мире,

73
00:02:32,360 --> 00:02:34,410
Я тоже буду там развлекаться, но гораздо меньше

74
00:02:34,410 --> 00:02:35,970
В реальном мире гораздо меньше удовольствия.

75
00:02:35,970 --> 00:02:38,880
И для большинства из вас,
вообще не будет веселья

76
00:02:38,880 --> 00:02:40,340
или действительно мало удовольствия

77
00:02:40,340 --> 00:02:42,437
потому что они скажут
вы делаете то, что им нужно.

78
00:02:42,437 --> 00:02:45,760
И в большинстве случаев вы не
понравится, что бизнес мудрый.

79
00:02:45,760 --> 00:02:47,790
Тебе не понравится
понятие о том, что они делают.

80
00:02:47,790 --> 00:02:49,350
Им не понравится,
тебе не понравится

81
00:02:49,350 --> 00:02:51,880
бизнес-кейсы и все такое.

82
00:02:51,880 --> 00:02:52,713
Но ты должен сделать это

83
00:02:52,713 --> 00:02:54,980
чтобы получить деньги, т.
для того, чтобы продолжать веселиться,

84
00:02:54,980 --> 00:02:57,600
чтобы продолжать делать
что-то интересное,

85
00:02:57,600 --> 00:03:00,480
чтобы продолжить
инвестирование в себя.

86
00:03:00,480 --> 00:03:02,880
Так что чем больше вы можете инвестировать в себя

87
00:03:02,880 --> 00:03:05,099
тем лучшим профессионалом вы станете.

88
00:03:05,099 --> 00:03:06,890
И чем меньше времени

89
00:03:06,890 --> 00:03:09,407
вам придется потратиться на зарабатывание денег.

90
00:03:09,407 --> 00:03:11,860
Итак, если вы очень хороший профессионал,

91
00:03:11,860 --> 00:03:14,849
действительно лучший, лучший парень мирового класса,

92
00:03:14,849 --> 00:03:16,591
кто знает что-то особенное

93
00:03:16,591 --> 00:03:18,790
и кто может решить действительно сложные проблемы

94
00:03:18,790 --> 00:03:21,408
может получить, я не знаю, 300 долларов в час.

95
00:03:21,408 --> 00:03:23,850
Тогда вы просто можете работать
на один, два часа в день

96
00:03:23,850 --> 00:03:25,420
и этого вам будет достаточно.

97
00:03:25,420 --> 00:03:29,540
Иметь достаточно денег, чтобы
иметь возможность развлекаться.

98
00:03:29,540 --> 00:03:32,370
Так что дороже
ты на рынке,

99
00:03:32,370 --> 00:03:33,540
чем вы профессиональнее,

100
00:03:33,540 --> 00:03:37,187
тем больше эти люди будут платить
за ваши 2, 3, 4 часа в день.

101
00:03:37,187 --> 00:03:39,730
А потом можно вернуться к веселью.

102
00:03:39,730 --> 00:03:43,900
И вместо того, чтобы играть в танки
и играть в World of Warcraft

103
00:03:43,900 --> 00:03:47,270
но вы потратите время на
сами становитесь лучше.

104
00:03:47,270 --> 00:03:49,040
Потому что каждый раз, когда ты веселишься,

105
00:03:49,040 --> 00:03:50,287
каждый раз, когда вы делаете что-то интересное,

106
00:03:50,287 --> 00:03:52,020
так ты становишься лучше.

107
00:03:52,020 --> 00:03:53,100
Вы не можете стать лучше

108
00:03:53,100 --> 00:03:56,550
просто выполняя рутинную работу
где люди платят за вас.

109
00:03:56,550 --> 00:03:58,370
Неважно, о чем ты думаешь,

110
00:03:58,370 --> 00:04:01,223
Независимо от того, что люди, которые
прокат вы думаете об этом.

111
00:04:02,527 --> 00:04:05,930
Вы становитесь лучше, делая что-то для удовольствия.

112
00:04:05,930 --> 00:04:07,747
Я верю в это.

113
00:04:07,747 --> 00:04:09,170
Потому что так ты учишься,

114
00:04:09,170 --> 00:04:10,870
потому что так вы практикуете новые вещи.

115
00:04:10,870 --> 00:04:15,660
Вот как вы сталкиваетесь с
гораздо активнее бросает вызов

116
00:04:15,660 --> 00:04:19,377
чем когда вы работаете с вещами за деньги.

117
00:04:19,377 --> 00:04:21,216
Так что должен быть баланс

118
00:04:21,216 --> 00:04:23,414
между временем, которое вы проводите

119
00:04:23,414 --> 00:04:25,930
на проектах, где
ты собираешь деньги

120
00:04:25,930 --> 00:04:27,310
и время, которое вы тратите на проекты

121
00:04:27,310 --> 00:04:29,990
куда вы вкладываете деньги или свое время.

122
00:04:29,990 --> 00:04:32,963
И в идеальном мире, как
два, три часа в день здесь

123
00:04:32,963 --> 00:04:35,580
и все ваше время здесь.

124
00:04:35,580 --> 00:04:39,410
А если много работать
здесь, если вы работаете восемь часов

125
00:04:39,410 --> 00:04:42,980
для твоего босса восемь
часов для вашего клиента,

126
00:04:42,980 --> 00:04:45,650
то у вас почти нет времени, потому что вы

127
00:04:45,650 --> 00:04:47,080
вам нужно проводить время с семьей.

128
00:04:47,080 --> 00:04:47,999
Тебе нужно спать, тебе нужно есть.

129
00:04:47,999 --> 00:04:49,770
Так что будет не хватать времени

130
00:04:49,770 --> 00:04:51,180
действительно инвестировать в себя.

131
00:04:51,180 --> 00:04:52,460
И быстро деградируешь.

132
00:04:52,460 --> 00:04:54,752
Вы станете просто
обычный программист, который,

133
00:04:54,752 --> 00:04:57,820
в лучшем случае может сделать
средняя сумма денег,

134
00:04:57,820 --> 00:05:00,020
средняя сумма на рынке.

135
00:05:00,020 --> 00:05:01,950
Поэтому постарайтесь минимизировать количество

136
00:05:01,950 --> 00:05:03,410
времени, которое вы тратите на своего босса,

137
00:05:03,410 --> 00:05:05,660
вы тратите на проекты, где

138
00:05:05,660 --> 00:05:06,860
ты собираешь деньги

139
00:05:06,860 --> 00:05:08,313
и уделять больше времени проектам

140
00:05:08,313 --> 00:05:12,093
куда вы тратите время
и деньги в себя.

141
00:05:12,093 --> 00:05:13,580
Но с другой стороны,

142
00:05:13,580 --> 00:05:16,410
ты не можешь успеть на этот раз
занимая все ваше время.

143
00:05:16,410 --> 00:05:17,952
Потому что в этом случае

144
00:05:17,952 --> 00:05:19,210
вы перестаете зарабатывать деньги и в конце концов

145
00:05:19,210 --> 00:05:22,620
вы снова выйдете из рынка.

146
00:05:22,620 --> 00:05:23,453
Итак, вы будете,

147
00:05:23,453 --> 00:05:25,720
вы можете выйти из
рынок, потому что вы будете

148
00:05:25,720 --> 00:05:29,330
перестал понимать, что
клиентам может понадобиться от вас.

149
00:05:29,330 --> 00:05:30,580
Так что можете перестать изобретать.

150
00:05:30,580 --> 00:05:33,860
Вы можете начать изобретать
вещи, которые никому не нужны.

151
00:05:33,860 --> 00:05:35,850
Вы можете пойти учиться чему-то

152
00:05:35,850 --> 00:05:38,250
что полностью
отстранен от реальности.

153
00:05:38,250 --> 00:05:40,770
Так что должно быть
баланс между инвестированием

154
00:05:40,770 --> 00:05:43,160
в себя и собирая зарплату

155
00:05:43,160 --> 00:05:45,740
50-50, не знаю - может это баланс.

156
00:05:45,740 --> 00:05:49,513
Но я всегда стараюсь
чтобы сделать эту часть больше,

157
00:05:49,513 --> 00:05:51,770
пытаясь сделать инвестиционную часть,

158
00:05:51,770 --> 00:05:52,880
потому что это веселее,

159
00:05:52,880 --> 00:05:55,011
больше, чем собирать деньги.

160
00:05:55,011 --> 00:05:56,460
Так что подумайте об этом,

161
00:05:56,460 --> 00:05:59,800
это баланс - несколько
часы здесь, еще часы там.

162
00:05:59,800 --> 00:06:00,940
И вот как ты растешь,

163
00:06:00,940 --> 00:06:02,040
так ты становишься лучше,

164
00:06:02,040 --> 00:06:03,550
вот как ваш профиль растет,

165
00:06:03,550 --> 00:06:05,930
вот как вы в конечном итоге получите себя

166
00:06:05,930 --> 00:06:09,510
в ситуацию, когда один
час вашего времени стоит $300.

167
00:06:09,510 --> 00:06:10,580
В этом случае вы можете работать

168
00:06:10,580 --> 00:06:12,680
на несколько часов или, может быть,
несколько дней, а потом

169
00:06:12,680 --> 00:06:14,530
а затем отдохните несколько недель.

170
00:06:14,530 --> 00:06:17,610
Или, может быть, вы можете работать на
в месяц, а потом отдыхать,

171
00:06:17,610 --> 00:06:21,110
длительный отпуск, а не
отпуск, но надолго

172
00:06:21,110 --> 00:06:25,220
развлекаться с компьютерами
может на год или около того.

173
00:06:25,220 --> 00:06:27,620
Это было бы идеальное положение.

174
00:06:27,620 --> 00:06:29,480
Не восемь часов каждый день в офисе.

175
00:06:29,480 --> 00:06:31,130
Это совершенно паршивая позиция

176
00:06:31,130 --> 00:06:34,496
что полностью деградирует
вас и ведет вас в никуда.

177
00:06:34,496 --> 00:06:37,710
Надеюсь, я рассказал вам что-то интересное.

178
00:06:37,710 --> 00:06:39,010
Спасибо за прослушивание.

179
00:06:39,010 --> 00:06:39,843
Следите за обновлениями.

180
00:06:39,843 --> 00:06:40,676
Пока-пока.

`