export const str_7_ru = `
1
00:00:00,270 --> 00:00:04,470
- Эй, если ты работаешь в
компания, в коллективе, в компании

2
00:00:04,470 --> 00:00:07,820
а ты по крайней мере
разработчик среднего уровня,

3
00:00:07,820 --> 00:00:10,350
потом время от времени,
ваша команда спросит вас

4
00:00:10,350 --> 00:00:13,510
брать интервью у новых людей, которые
хотел бы присоединиться к команде.

5
00:00:13,510 --> 00:00:15,130
Итак, вы будете интервьюером.

6
00:00:15,130 --> 00:00:18,583
Я играю эту роль несколько раз
в неделю это точно

7
00:00:19,820 --> 00:00:22,100
и есть проблема с интервью

8
00:00:22,100 --> 00:00:23,940
когда вы являетесь активным интервьюером.

9
00:00:23,940 --> 00:00:25,560
На самом деле проблема еще больше

10
00:00:25,560 --> 00:00:27,963
когда ты не очень
активный интервьюер.

11
00:00:28,930 --> 00:00:33,110
Проблема в том, как сделать
вы объясните свое мнение

12
00:00:33,110 --> 00:00:36,240
о человеке, у которого вы берете интервью
остальной команде?

13
00:00:36,240 --> 00:00:37,500
Вам дадут программатор,

14
00:00:37,500 --> 00:00:39,500
они попросят вас взять интервью у этого парня

15
00:00:39,500 --> 00:00:40,950
а потом после интервью

16
00:00:40,950 --> 00:00:42,300
они спросят вас, что вы думаете?

17
00:00:42,300 --> 00:00:45,860
И вы должны объяснить свои выводы.

18
00:00:45,860 --> 00:00:48,800
Вы должны подвести итог своей
впечатления после собеседования.

19
00:00:48,800 --> 00:00:51,050
И что еще интересно, так это то, что

20
00:00:51,050 --> 00:00:53,920
они будут иногда спрашивать вас

21
00:00:53,920 --> 00:00:56,780
дать это резюме через некоторое время.

22
00:00:56,780 --> 00:00:58,470
Они спросят вас прямо
после интервью,

23
00:00:58,470 --> 00:01:01,480
но, может быть, через некоторое время, как
ну, может быть, даже через несколько недель.

24
00:01:01,480 --> 00:01:03,210
И трудно, трудно вспомнить

25
00:01:03,210 --> 00:01:04,129
люди, которых вы интервьюируете.

26
00:01:04,129 --> 00:01:06,840
Трудно вспомнить
почему вы даете свое мнение.

27
00:01:06,840 --> 00:01:10,053
Поэтому делюсь своим рецептом, как я это делаю.

28
00:01:11,780 --> 00:01:14,750
Я создаю очень маленький файл для себя,

29
00:01:14,750 --> 00:01:18,520
очень маленький шаблон
самые важные вопросы

30
00:01:18,520 --> 00:01:21,420
Я спрашиваю людей, у которых беру интервью,

31
00:01:21,420 --> 00:01:22,960
и это не технические вопросы.

32
00:01:22,960 --> 00:01:26,820
Я действительно не указываю
точные вопросы по Java, которые я могу задать,

33
00:01:26,820 --> 00:01:30,620
но я сломал все аспекты

34
00:01:30,620 --> 00:01:34,760
вопросов, которые я задаю этому парню.

35
00:01:34,760 --> 00:01:39,347
И тогда я примерно
определил диапазоны

36
00:01:41,040 --> 00:01:45,670
в котором я измеряю ответы, которые слышу.

37
00:01:45,670 --> 00:01:49,470
Например, я обращаю внимание
к истории с открытым исходным кодом

38
00:01:49,470 --> 00:01:50,670
людей, у которых я беру интервью.

39
00:01:50,670 --> 00:01:52,200
Так что для меня это имеет значение.

40
00:01:52,200 --> 00:01:53,880
Когда ты придешь ко мне на собеседование,

41
00:01:53,880 --> 00:01:56,700
Я спрошу тебя, что у тебя
опыт работы с открытым исходным кодом?

42
00:01:56,700 --> 00:01:59,300
Вы пытались совершить
некоторые проекты с открытым исходным кодом,

43
00:01:59,300 --> 00:02:01,480
или, может быть, у вас есть свой
собственные проекты с открытым исходным кодом?

44
00:02:01,480 --> 00:02:02,570
Такие вопросы.

45
00:02:02,570 --> 00:02:05,100
Если ваш ответ ноль, у меня ничего нет.

46
00:02:05,100 --> 00:02:08,330
Тогда я даю вам ноль в
именно эту линию.

47
00:02:08,330 --> 00:02:11,039
Если ты скажешь мне, что ты
являетесь активным участником

48
00:02:11,039 --> 00:02:13,520
к нескольким крупным продуктам с открытым исходным кодом

49
00:02:13,520 --> 00:02:16,620
и у вас есть свои вещи,
тогда я дам вам семь, 10.

50
00:02:16,620 --> 00:02:18,780
Мой диапазон от нуля до 10.

51
00:02:18,780 --> 00:02:21,920
И тут я быстро всего одним предложением,

52
00:02:21,920 --> 00:02:24,800
объяснить себе, почему
Я дал вам это замечание,

53
00:02:24,800 --> 00:02:26,080
почему я дал вам пять.

54
00:02:26,080 --> 00:02:28,160
Я просто добавил несколько слов, чтобы запомнить.

55
00:02:28,160 --> 00:02:31,130
И у меня есть другие вещи, такие как образование.

56
00:02:31,130 --> 00:02:33,250
Я обращаю внимание на то, где вы закончили.

57
00:02:33,250 --> 00:02:36,440
Одно дело твой холостяк,
а может без образования

58
00:02:36,440 --> 00:02:40,720
ни в одном университете, или, может быть,
вы получаете докторскую степень в Стэнфорде.

59
00:02:40,720 --> 00:02:44,070
Таким образом, в диапазоне от нуля до
10, я поставлю тебе оценку

60
00:02:44,070 --> 00:02:46,123
и я положу несколько слов там.

61
00:02:46,980 --> 00:02:48,420
Еще на что обращаю внимание

62
00:02:48,420 --> 00:02:51,152
я обычно даю Java
программисты или программисты Ruby

63
00:02:51,152 --> 00:02:56,090
а программистам на C++ я даю
очень маленький кусок кода

64
00:02:56,090 --> 00:02:59,990
и я спрашиваю людей я
интервью для поиска ошибок,

65
00:02:59,990 --> 00:03:02,040
найти проблемы в этом фрагменте кода.

66
00:03:02,040 --> 00:03:03,370
И судя по их ответам,

67
00:03:03,370 --> 00:03:06,030
Я делаю выводы во время интервью

68
00:03:06,030 --> 00:03:07,730
насколько они хороши или плохи,

69
00:03:07,730 --> 00:03:09,890
а иногда дело не в хорошем или плохом.

70
00:03:09,890 --> 00:03:12,130
На самом деле, часто это
не о хорошем или плохом,

71
00:03:12,130 --> 00:03:14,460
это о том, какие ошибки они находят.

72
00:03:14,460 --> 00:03:17,240
Некоторые люди видят там проблемы низкого уровня.

73
00:03:17,240 --> 00:03:20,210
Некоторые люди видят высокий уровень
баги, проблемы с дизайном есть.

74
00:03:20,210 --> 00:03:22,910
Так что дело не в этом
судя по вашему уровню,

75
00:03:22,910 --> 00:03:25,380
но о том, что судить
вы обратите внимание.

76
00:03:25,380 --> 00:03:28,300
Мол, какой же ты дизайнер,
или ты программист,

77
00:03:28,300 --> 00:03:30,400
а может архитектор?

78
00:03:30,400 --> 00:03:34,720
Итак, я записываю свое суждение,
Я записываю свои выводы,

79
00:03:34,720 --> 00:03:37,360
и я даю вам число от нуля до 10.

80
00:03:37,360 --> 00:03:38,620
Затем я заполняю эту форму.

81
00:03:38,620 --> 00:03:40,620
Это простой одностраничный документ.

82
00:03:40,620 --> 00:03:42,100
Я поместил туда некоторые детали.

83
00:03:42,100 --> 00:03:43,830
Дата интервью,

84
00:03:43,830 --> 00:03:48,310
какой генерал
информация, которую я получил от вас.

85
00:03:48,310 --> 00:03:49,610
Очень коротко, очень кратко,

86
00:03:49,610 --> 00:03:52,040
и я положил этот документ на свой компьютер,

87
00:03:52,040 --> 00:03:55,240
и у меня есть эти документы
за последние годы.

88
00:03:55,240 --> 00:03:58,380
Я могу вернуться на несколько лет назад
назад, и я могу открыть.

89
00:03:58,380 --> 00:04:00,260
Например, я брал интервью
ты несколько лет назад

90
00:04:00,260 --> 00:04:02,900
ты снова возвращаешься ко мне,
затем я открываю файл

91
00:04:02,900 --> 00:04:05,310
и я знаю какой
вопросы, которые я задавал тебе,

92
00:04:05,310 --> 00:04:06,660
какие ответы я получил,

93
00:04:06,660 --> 00:04:11,130
и почему я так решил
твой уровень здесь пятый,

94
00:04:11,130 --> 00:04:13,850
три здесь, семь здесь,
и так далее и тому подобное.

95
00:04:13,850 --> 00:04:15,380
Я предлагаю вам сделать то же самое.

96
00:04:15,380 --> 00:04:19,320
Определите для себя,
вещи, на которые вы обращаете внимание,

97
00:04:19,320 --> 00:04:24,320
определить диапазоны, определить
как вы оцениваете ответы,

98
00:04:24,430 --> 00:04:28,310
и сделать этот шаблон таким же
для всех, у кого вы берете интервью.

99
00:04:28,310 --> 00:04:30,440
И не ждите, что ваша компания или ваша команда

100
00:04:30,440 --> 00:04:32,320
чтобы предоставить вам этот шаблон.

101
00:04:32,320 --> 00:04:33,810
Иногда так и было.

102
00:04:33,810 --> 00:04:35,970
Крупные компании
они обычно ждут тебя

103
00:04:35,970 --> 00:04:39,350
как-то структурировать
результат собеседования,

104
00:04:39,350 --> 00:04:42,000
как-то структурировать свой вывод.

105
00:04:42,000 --> 00:04:45,160
Но я бы предложил
по-прежнему делать свою работу

106
00:04:45,160 --> 00:04:46,780
и определите свой собственный шаблон,

107
00:04:46,780 --> 00:04:49,610
свой собственный способ интервьюировать людей,

108
00:04:49,610 --> 00:04:51,000
на что вы обращаете внимание.

109
00:04:51,000 --> 00:04:52,410
И придерживайтесь этого шаблона

110
00:04:52,410 --> 00:04:55,140
через годы интервью вы делаете.

111
00:04:55,140 --> 00:04:57,520
В этом случае будет
вам проще сравнить

112
00:04:57,520 --> 00:05:00,870
кандидат кандидату
потому что вы можете видеть цифры.

113
00:05:00,870 --> 00:05:02,180
Хоть люди и разные,

114
00:05:02,180 --> 00:05:04,060
конечно трудно
сравните их по номерам,

115
00:05:04,060 --> 00:05:07,440
но все же ты сможешь
объяснить своей команде

116
00:05:07,440 --> 00:05:11,280
почему этот кандидат подходит
ты, и этот не идет.

117
00:05:11,280 --> 00:05:13,300
Таким образом, это объяснение будет основано

118
00:05:13,300 --> 00:05:18,300
на некоторую объективную информацию,
объективные измерения.

119
00:05:18,390 --> 00:05:19,810
Конечно, они не совсем объективны,

120
00:05:19,810 --> 00:05:22,910
но все же это лучше, чем
два субъективных мнения.

121
00:05:22,910 --> 00:05:24,790
Мне нравится этот парень, мне не нравится этот парень.

122
00:05:24,790 --> 00:05:26,490
Администрации сложно объяснить.

123
00:05:26,490 --> 00:05:29,040
Такое ощущение, что ты
не совсем профессионально.

124
00:05:29,040 --> 00:05:31,160
Но если у вас есть документ для этого

125
00:05:31,160 --> 00:05:33,310
и документ для этого, очень короткий,

126
00:05:33,310 --> 00:05:37,360
все же лучше
объясните свое решение.

127
00:05:37,360 --> 00:05:38,620
Это мой рецепт.

128
00:05:38,620 --> 00:05:39,453
Спасибо за прослушивание.

129
00:05:39,453 --> 00:05:40,733
Следите за обновлениями. Пока-пока.

`